Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/OnBoardingBundles/GameCenter.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# SECOND_BULLET
source: When you play Game Center-enabled games while signed in to Game Center, Apple collects information such as the games you play and your game activity. This information is used to track your high scores, achievements, and challenges, and to improve Game Center for you and others.
ar: عندما تلعب ألعابًا يدعمها Game Center أثناء تسجيل الدخول إلى Game Center، تجمع Apple معلومات مثل الألعاب التي تلعبها ونشاط ألعابك. وتُستخدم هذه المعلومات لتتبع نتائجك المرتفعة وإنجازاتك وتحدياتك، ولتحسين Game Center لك وللآخرين.
bg: Когато играете игри, които поддържат Game Center, докато сте влезли в мрежата Game Center, Apple събира информация, например игрите, които играете и вашата активност в игрите. Тази информация се използва за проследяване на вашите най-добри резултати, постижения и предизвикателства и за подобряване на услугата Game Center за вас и другите потребители.
ca: Quan jugues a jocs compatibles amb el Game Center i hi tens la sessió iniciada, Apple recopila informació com ara els jocs a què jugues i l’activitat de joc. Aquesta informació s’utilitza per millorar el Game Center i fer un seguiment de les millors puntuacions, els assoliments i els reptes.
cs: Když jste přihlášení ke Game Centru a hrajete hru, kterou Game Center podporuje, společnost Apple shromažďuje například informace o hrách, které hrajete, a o vašich aktivitách během hry. Tyto informace slouží ke sledování vašich nejvyšších skóre, úspěchů a výzev a také k vylepšování Game Centra pro vás i další uživatele.
da: Når du spiller spil, der understøttes af Game Center, mens du er logget ind på Game Center, indsamler Apple oplysninger, såsom de spil, du spiller, og din spilaktivitet. Oplysningerne bruges til at registrere dine bedste resultater, præstationer og udfordringer og til at forbedre Game Center for dig og andre.
de: Wenn du im Game Center angemeldet bist und Game Center-kompatible Spiele spielst, erfasst Apple Informationen, wie z. B. welche Spiele gespielt wurden und deine Spielaktivität. Diese Informationen werden verwendet, um deine Scores, Erfolge und Challenges aufzuzeichnen und um Game Center für dich und andere zu verbessern.
el: Όταν παίζετε παιχνίδια από το Game Center ενώ είστε συνδεδεμένοι στο Game Center, η Apple συλλέγει πληροφορίες, π.χ. τα παιχνίδια που παίζετε και τη δραστηριότητα παιχνιδιών σας. Αυτές οι πληροφορίες χρησιμοποιούνται για την παρακολούθηση των υψηλών βαθμολογιών σας, των επιτευγμάτων και των προκλήσεων, καθώς και για τη βελτίωση του Game Center για εσάς και άλλα άτομα.
es: Al jugar a juegos compatibles con Game Center con la sesión iniciada en Game Center, Apple recopila información como los juegos a los que juegas y tu actividad en ellos. Esta información se usa para realizar un seguimiento de tus mejores puntuaciones, tus logros y tus retos, y para mejorar Game Center para todos los usuarios.
es_us: Cuando juegas títulos compatibles con Game Center mientras tienes iniciada la sesión en Game Center, Apple recopila información como los títulos que juegas y tu actividad dentro de los juegos. Esta información se usa para monitorear tus récords, logros y retos, así como para mejorar Game Center para ti y otros usuarios.
fi: Kun pelaat Game Center -yhteensopivia pelejä kirjautuneena Game Centeriin, Apple kerää tietoja, kuten pelit, joita pelaat ja toimintasi peleissä. Näitä tietoja käytetään ennätystesi, saavutustesi ja haasteidesi seuramiseen ja Game Centerin parantamiseen sinun ja muiden eduksi.
fr: Lorsque vous jouez à des jeux Game Center ^[en étant ^[connecté](inflect: true)](inflectionAlternative: "et que votre appareil est connecté", assumedFallbackInflection: { grammaticalGender: "masculine" }) à Game Center, Apple recueille des informations, comme les jeux auxquels vous jouez et votre activité de jeu. Ces informations sont utilisées pour suivre vos meilleurs scores, vos réalisations et vos défis, et afin d’améliorer Game Center pour vous et les autres utilisateurs.
fr_ca: Lorsque vous jouez à des jeux pris en charge par Game Center ^[tout en y étant ^[connecté](inflect: true)](inflectionAlternative: "avec une session ouverte"), Apple recueille des informations comme les jeux auxquels vous jouez et votre activité de jeu. Ces informations sont utilisées pour faire le suivi de vos meilleurs scores, de vos réalisations et de vos défis ainsi que pour améliorer Game Center.
he: תוך כדי משחק במשחקים תומכי Game Center, כל עוד התחברת ל-Game Center, ‏Apple אוספת מידע כגון המשחקים ששיחקת בהם ופעילות המשחקים שלך. מידע זה משמש כדי לעקוב אחר התוצאות הגבוהות ביותר, ההישגים והאתגרים וכדי לשפר את Game Center עבורך ועבור אחרים.
hi: जब आप Game Center में साइन इन रहते हुए Game Center द्वारा सक्षम गेम खेलते हैं, तो Apple आपके द्वारा खेले जाने वाले गेम और आपकी गेम ऐक्टिविटी जैसी जानकारी एकत्रित करता है। यह जानकारी आपके हाई स्कोर, उपलब्धियों और चुनौतियों को ट्रैक करने और आपके और अन्य लोगों के लिए Game Center में सुधार करने के लिए उपयोग की जाती है।
hr: Kad igrate igre koje omogućuje Game Center dok ste prijavljeni u Game Center, Apple prikuplja informacije, npr. o igrama koje igrate i vašoj aktivnosti igranja. Ove informacije koriste se za praćenje vaših najviših rezultata, dostignuća i izazova te za poboljšanje Game Centera za vas i druge.
hu: Ha Game Center-kompatibilis játékokkal játszik, miközben be van jelentkezve a Game Center appba, az Apple információkat gyűjt például az Ön által játszott játékokról, valamint az Ön játéktevékenységéről. Ezek az információk arra szolgálnak, hogy követni lehessen a rekordjait, az elért eredményeit és a kihívásait, illetve hogy továbbfejlesszük a Game Centert az Ön és mások számára.
id: Saat Anda bermain game dengan Game Center yang diaktifkan saat masuk ke Game Center, Apple mengumpulkan informasi seperti game yang Anda mainkan dan aktivitas game Anda. Informasi ini digunakan untuk melacak skor tinggi, pencapaian, dan tantangan, serta untuk meningkatkan Game Center untuk Anda dan orang lain.
it: Quando usi dei giochi compatibili con Game Center mentre hai effettuato l’accesso a Game Center, Apple raccoglie informazioni, ad esempio i titoli a cui giochi e le attività che svolgi al loro interno. Queste informazioni vengono utilizzate per tenere traccia dei tuoi obiettivi, dei tuoi punteggi più alti e delle sfide, e per migliorare Game Center per te e per gli altri.
ja: Game Centerにサインインした状態でGame Center対応のゲームをプレイする際、Appleは、あなたがプレイしたゲームやゲームアクティビティなどの情報を収集します。この情報は、あなたの最高得点、達成項目、およびチャレンジを確認するためと、あなたやほかの人のためにGame Centerを改善するために使用されます。
kk: Game Center сервисіне кіріп, Game Center қосылған ойындарды ойнаған кезде, Apple компаниясы сіз қандай ойындарды ойнағаныңыз ойын белсенділігіңіз туралы ақпаратты жинайды. Бұл ақпарат жоғары ұпайларды, жетістіктерді және жарысуға шақыруларды қадағалап, Game Center сервисін сізге және басқа да пайдаланушыларға арнап жақсарту үшін пайдаланылады.
ko: Game Center에 로그인되어 있는 동안 Game Center가 활성화된 게임을 하는 경우, Apple은 사용자가 플레이한 게임 및 게임 활동 등의 정보를 수집합니다. 이 정보는 사용자의 최고 점수, 목표 달성 및 도전 과제 등을 추적하여 Game Center 경험을 개선하는 데 사용됩니다.
lt: Kai žaidžiate žaidimus, kuriuose įjungta programa „Game Center“, kol esate prisijungę prie „Game Center“, bendrovė „Apple“ renka informaciją, pvz., apie žaistus žaidimus ir veiklą per žaidimą. Ši informacija naudojama norint sekti jūsų aukštus rezultatus, pasiekimus ir iššūkius bei patobulinti „Game Center“ jums ir kitiems.
ms: Apabila anda bermain permainan didayakan Game Center semasa didaftar masuk ke Game Center, Apple mengumpulkan maklumat seperti permainan yang anda main dan aktiviti permainan anda. Maklumat ini digunakan untuk menjejak skor tinggi, pencapaian dan cabaran anda, serta meningkatkan Game Center bagi anda dan orang lain.
nl: Wanneer je Game Center-games speelt terwijl je bent ingelogd bij Game Center, verzamelt Apple informatie, zoals de games die je speelt en je game-activiteit. Deze informatie wordt gebruikt om je topscores, achievements en uitdagingen bij te houden en om Game Center voor jou en anderen te verbeteren.
no: Når du er logget på Game Center og spiller Game Center-støttede spill, samler Apple inn informasjon som hvilke spill du spiller og spillaktiviteten din. Denne informasjonen brukes til å spore dine beste resultater, prestasjoner og utfordringer og til å forbedre Game Center for deg og andre.
pl: Gdy po zalogowaniu w Game Center grasz w gry obsługujące Game Center, Apple gromadzi informacje dotyczące używanych przez Ciebie gier oraz Twojej aktywności w grach. Te informacje służą do śledzenia Twoich wyników, osiągnięć i wyzwań, a także do udoskonalania Game Center dla Ciebie i innych graczy.
pt_br: Quando você inicia a sessão no Game Center e joga jogos compatíveis com esse serviço, a Apple coleta informações como os jogos que você joga e sua atividade. Essas informações são usadas para acompanhar suas melhores pontuações, conquistas e desafios, e para melhorar o Game Center para você e outras pessoas.
pt_pt: Quando joga jogos compatíveis com o Game Center enquanto tem sessão iniciada no Game Center, a Apple recolhe informação, como os jogos que joga e a atividade de jogo. Esta informação é usada para monitorizar pontuações, proezas e desafios, e para melhorar o Game Center para todos os utilizadores.
ro: Atunci când jucați jocuri compatibile cu Game Center în timpul unei sesiuni active de autentificare în Game Center, Apple colectează informații precum jocurile pe care le jucați și activitatea dvs. de joc. Aceste informații sunt utilizate pentru a vă urmări scorurile record, realizările și provocările și pentru a îmbunătăți Game Center pentru dvs. și ceilalți utilizatori.
ru: Когда Вы играете в игры, поддерживающие Game Center, выполнив вход в Game Center, Apple собирает информацию об играх, в которые Вы играли, и Вашей игровой активности. Эта информация используется для отслеживания очков, достижений и вызовов, а также улучшения Game Center для Вас и других пользователей.
sk: Keď ste prihlásení do služby Game Center a hráte hry, ktoré služba Game Center podporuje, spoločnosť Apple zhromažďuje napríklad informácie o hrách, ktoré hráte, a o vašich aktivitách počas hry. Tieto informácie sa používajú na sledovanie vášho najvyššieho skóre, úspechov a prijatých výziev a slúžia aj na vylepšovanie služby Game Center pre vás aj ostatných užívateľov.
sl: Kadar ste vpisani v omrežje Game Center in igrate igre, ki omogočajo uporabo tega omrežja, Apple zbira podatke, kot so igre, ki jih igrate, in igralna aktivnost. Ti podatki se uporabljajo za spremljanje vaših dosežkov, izzivov in števila doseženih točk ter za potrebe izboljševanja omrežja Game Center za vas in druge.
sv: När du spelar Game Center-kompatibla spel medan du är inloggad på Game Center samlar Apple in information om sådant som spelen du spelar och din spelaktivitet. Den här informationen används till att spåra dina bästa resultat, prestationer och utmaningar och till att förbättra Game Center för dig och andra.
th: เมื่อคุณเล่นเกมที่รองรับ Game Center ในขณะที่ลงชื่อเข้า Game Center อยู่ Apple จะเก็บรวบรวมข้อมูล เช่น เกมที่คุณเล่นและกิจกรรมเกมของคุณ ข้อมูลนี้จะถูกใช้เพื่อติดตามคะแนนสูงสุด ผลสำเร็จ และคำท้าของคุณ และเพื่อปรับปรุง Game Center สำหรับคุณและคนอื่น
tr: Game Center’a giriş yapmışken Game Center özellikli oyunlar oynadığınızda Apple, oynadığınız oyunlar ve oyun aktiviteniz gibi bilgileri toplar. Bu bilgiler, yüksek puanlarınızı, başarılarınızı ve meydan okumalarınızı takip etmek ve Game Center’ı siz ve başkaları için iyileştirmek amacıyla kullanılır.
uk: Коли ви граєте в ігри, сумісні з Game Center, увійшовши в Game Center, Apple збирає інформацію, як‑от ігри, у які ви граєте, та вашу ігрову активність. Ця інформація використовується для відстеження ваших рекордів, досягнень і викликів, щоб удосконалювати Game Center для вас і решти користувачів.
vi: Khi bạn chơi các trò chơi được hỗ trợ Game Center trong khi được đăng nhập vào Game Center, Apple thu thập thông tin như các trò chơi mà bạn chơi và hoạt động trò chơi của bạn. Thông tin này được sử dụng để theo dõi các điểm số, thành tích, lời thách đấu và để cải thiện Game Center cho bạn và người khác.
zh_cn: 已登录Game Center并且玩支持Game Center的游戏时，Apple会收集你玩的游戏和你的游戏活动等信息。此类信息用于跟踪记录你的最高分、成就和挑战，以及为你和其他用户改进Game Center。
zh_hk: 當你登入Game Center並參與已啟用Game Center功能的遊戲時，Apple會收集相關資料，例如你所參與的遊戲和你的遊戲動態。此資料會用來追蹤你的最高分數、成就和挑戰，並且改進你和其他人的Game Center體驗。
zh_tw: 當你登入Game Center並參與已啟用Game Center功能的遊戲時，Apple會收集相關資訊，例如你所玩的遊戲和遊戲動態。此資訊會用來追蹤你的最高分數、成就和挑戰，並且改進你和其他人的Game Center體驗。
